INSERT INTO roles
VALUES
(1, 'Maneger'),
(2, 'master'),
(3, 'user');


INSERT INTO users
VALUES
(DEFAULT,'Ростислав', 'Ясько', 'rostyasko@gmail.com', '+380993679840', 100.00, 'RosT', '12345Ros_2', 1);


INSERT INTO services
VALUES
(DEFAULT,'Ремонт каблучки', 'Зменшення і Збільшення Розмірів Каблучки','Срібло', 100, 'Золото', 300),
(DEFAULT,'Ремонт сережок', 'Паяння одного зламу у виробі (без каменів)', 'Срібло', 150, 'Золото', 350),
(DEFAULT,'Ремонт сережок', 'Паяння одного зламу у виробі зі вставками', 'Срібло', 300, 'Золото', 500),
(DEFAULT,'Ремонт Ланцюжків і браслетів', 'Реставрація карабіна', 'Срібло', 80, 'Золото', 130),
(DEFAULT,'Ремонт Ланцюжків і браслетів', 'Запаяти один злам ланцюжка', 'Срібло', 500, 'Золото', 1000)